<div id='tab_'>
  <div>
    <div class='t'>
      <a>技術創新</a>      
      <a>韌性及耐磨性</a>      
      <a>自動潤滑</a>      
      <a>強抗腐蝕性</a>      
    </div>
    <div class='b'>
      <span>我們已解決由於螺絲鬆懈令鏡腿脫落的問題。<br/>由於鉸鏈設備的技術創新，可以防止類似問題發生，同時得以維持傳統的維護及替換結構。</span>
      <span>客戶不再投訴鏡腳問題。此元件所用材料韌性強，耐磨度高於鉸鏈通常所用材料 400%。<br/>此舉屬於工程創新：開合機制為鏡架的最關鍵處，目前的研究基於開發技術解決方案，而非集中於材料的選擇。</span>
      <span>由現在開始，不再需要調節壓力或潤滑鉸鏈，因為材料可自動潤滑。<br/>使用期間機制不再需要任何形式的維護，即可維持同樣的開合耐力。</span>
      <span>無需擔憂機制的使用。<br/>材料高度抗腐蝕，未著色，即便遇到鹽等試劑或出現表皮反應，均可維持其特性不變。</span>
    </div>
  </div>
</div>