<article id='abouts_'>
  <div class='container'>
    <h2>About Kawashima</h2>
    <p>川嶋は日本の水嶋有限会社が設計、製造した商品です。</p>
    <p>昭和55年7月，水島眼鏡商会として創業。 平成9年4月，有限会社ミズシマに変更。</p>

    <section>
      <p>福井縣鯖江市是日本國內唯一擁有上百年歷史的眼鏡架產地，更是世界三大眼鏡產地之一。在全球的眼鏡市場中，於鯖江市製作的眼鏡占有率達20%，在日本國內的眼鏡市場中佔有率更高達96%。鯖江市的每6個人當中就有1人從事與眼鏡相關的工作，實有著「眼鏡之鄉」之美譽。</p>
    </section>

    <div class='blocks'>
      <div>
        <h3>符合市場時尚與潮流之作</h3>
        <span>眼鏡の産地、鯖江にて若者向けに</span>
        <p>鯖江市生產，針對年輕人所設計，完全符合市場時尚與潮流之作。川嶋Kawashima Optical為日本福井縣鯖江市當地多位設計師一同利用靈感、巧思、創作來設計出最具流行尖端的新潮眼鏡，日本眼鏡王國福井縣產地，更是品質保證。</p>
      </div>

      <div>
        <h3>川嶋更講究眼鏡上的設計和品質</h3>
        <span>オリジナルで企画した商品を中心に</span>
        <p>相較於其他品牌的眼鏡，川嶋更講究眼鏡上的設計和品質。川嶋Kawashima Optical每一支眼鏡均為目前潮流的最前線，日本福井縣鯖江市產地(Made in Japan)更是品質保證、價格親民，打破傳統眼鏡硬、厚重感。</p>
      </div>

      <div>
        <h3>一切只源自雋永的設計及理念</h3>
        <span>飽きのこないデザインを発信しております</span>
        <p>川島Kwashima重新定義日本階梯機架基礎的新思維，不斷創新，輕巧，舒適，有機質類型也流行，弓弦所有權人大都會三愛富釋手。</p>
      </div>
    </div>
  </div>
</article>